import tensorflow as tf
from tensorflow import keras
from keras.layers import Dense
from keras.models import Sequential

import pandas as pd
import numpy as np
import matplotlib.pyplot as plt
import seaborn as sns
# import warnings

#------------------------------------------------------------------------------------------#
# 문제1. mnist 데이터 살펴보기



#------------------------------------------------------------------------------------------#
# 문제2. 데이터의 shape을 출력해보세요.



#------------------------------------------------------------------------------------------#
# 문제3. (28,28) 형태의 이미지를 plt을 이용하여 출력해보세요.



#------------------------------------------------------------------------------------------#
# 문제4. 하나의 이미지에 대한 모든 0이 아닌 값을 출력하는 코드를 작성하세요.



#------------------------------------------------------------------------------------------#
# 문제5. train_images의 dtype을 출력해보세요.


