# 11. 1부터 100까지 모두 더하는 for 문 사용


# ================================================= # 

# 12. 게임 캐릭터 클래스 만들기

# x = Wizard(health=545, mana=210, armor=10)
# print(x.health, x.mana, x.armor)
# x.attack()

# ================================================= # 

# 13. 몇번째 행성?
# 행성의 순서를 나타내는 숫자 n이 입력됩니다. 예를 들어 수성은 첫번째 행성 입니다.
# 출력으로 그 순서에 해당하는 행성의 이름을 출력하세요.

plants = ['수성','금성','지구','화성','목성','토성','천왕성','혜성']

# n = int(input())-1

# print(plants[n])

# ================================================= # 

# 16. 문장 거꾸로 만들기
# 출력 로꾸꺼

# n = input()

# print(n[::-1])

# ================================================= # 

# 18. 국어, 수학, 영어 시험 보았습니다. 평균 점수를 구하시오
# 공백으로 구분하여 세 과목의 점수가 주어지면
# 전체 평균 점수를 구하는 프로그램을 작성하세요. 단, 소숫점 자리는 모두 버립니다.